Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyFromProjectAndLink Property
 Can't Copy to Clipboard elements from the project and a link instance at the same time. Only elements from the project will be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyFromProjectAndLink { get; }
Public Shared ReadOnly Property CannotCopyFromProjectAndLink As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyFromProjectAndLink {
	FailureDefinitionId^ get ();
}
static member CannotCopyFromProjectAndLink : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace